Repository: DimensionDev/Flare
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt_br, ro, ru, sv, uk, zh_hans

# misskey_achievement_notes1000_description
source: Post 1,000 notes
ar: نشر 1000 ملاحظة
cs: Odeslat 1.000 poznámek
da: Indlæg 1.000 noter
de: Poste 1000 Notizen
el: Ανάρτηση 1.000 σημειώσεων
es: Publicar 1.000 notas
fi: Lähetä 1000 muistiinpanoa
fr: Poster 1 000 notes
it: Post 1.000 note
ja: 1,000件のメモを投稿
nl: Post 1.000 notities
no: Post 1000 notater
pl: Wyślij 1000 notatek
pt_br: Publique 1.000 notas
ro: Postează 1000 note
ru: Опубликовать 1000 заметок
sv: Posta 1000 anteckningar
uk: Опублікуйте 1,000 нот
zh_hans: 1 000个留言

# misskey_achievement_notes1000_title
source: A mountain of notes
ar: جبل من الملاحظات
cs: Horu poznámek
da: Et bjerg af noter
de: Ein Berg von Notizen
el: Ένα βουνό από νότες
es: Una montaña de notas
fi: A vuori muistiinpanoja
fr: Une montagne de notes
it: Una montagna di note
ja: 音符の山
nl: Een berg notities
pl: Góra notatek
pt_br: Uma montanha de notas
ro: Un munte de bancnote
ru: Гора нот
sv: Ett berg av noter
uk: Гора нотаток
zh_hans: 一堆便牌

# misskey_achievement_notes5000_description
source: Post 5,000 notes
ar: نشر 5000 ملاحظة
cs: Odeslat 5 000 poznámek
da: Post 5.000 noter
de: Schreibe 5.000 Notizen
el: Post 5,000 σημειώσεις
es: Publicar 5,000 notas
fi: 5 000 viestiä
fr: Poster 5000 notes
it: Post 5.000 note
ja: 5,000件のメモを投稿
nl: Post 5.000 notities
no: Post 5000 notater
pl: Wyślij 5 000 notatek
pt_br: Publique 5.000 notas
ro: Postează 5.000 de note
ru: Опубликовать 5000 заметок
sv: Posta 5,000 anteckningar
uk: Матеріал 5 000 нот
zh_hans: 5000张笔记

# misskey_achievement_notes5000_title
source: Overflowing notes
ar: الملاحظات الزائدة
cs: Překvétající poznámky
da: Overstrømmende noter
de: Überlaufende Notizen
el: Υπερχείλιση σημειώσεων
es: Notas superfluas
fi: Liikaa virtaa sisältävät huomautukset
fr: Notes débordantes
it: Note traboccanti
ja: 溢れるノート
nl: Notities overvloeien
no: Noter som flyter over
pl: Przelotne notatki
pt_br: Notas excedentárias
ro: Notițe depășite
ru: Переполнение заметок
sv: Överflödande anteckningar
uk: Переповнення нотаток
zh_hans: 溢出笔记

# misskey_achievement_notes10000_description
source: Post 10,000 notes
ar: نشر 10,000 ملاحظة
cs: Odeslat 10,000 poznámek
da: Indlæg 10.000 noter
de: Poste 10.000 Notizen
el: Δημοσίευση 10,000 σημειώσεων
es: Publicar 10.000 notas
fi: 10 000 postin viesti
fr: Poster 10000 notes
it: Post 10.000 note
ja: 10,000件のノートを投稿
nl: Post 10.000 notities
no: Post 10000 notater
pl: Wyślij 10 000 notatek
pt_br: Postar 10.000 notas
ro: Postează 10.000 note
ru: Опубликовать 10000 заметок
sv: Posta 10,000 anteckningar
uk: Після 10 000 нот
zh_hans: 留言10,000 笔记

# misskey_achievement_notes10000_title
source: Supernote
ar: سوبر
cs: Supernota
es: Supernota
it: Supernota
ja: スーパーノート
nl: Supernotitie
no: Supernota
pl: Supernotatka
pt_br: Supernota
ru: Суперзаметка
sv: Superanteckning
uk: Супернота
zh_hans: 超级笔记

# misskey_achievement_notes20000_description
source: Post 20,000 notes
ar: نشر 20,000 ملاحظة
cs: Odeslat 20,000 poznámek
da: Indlæg 20.000 noter
de: Poste 20.000 Notizen
el: Post 20,000 σημειώσεις
es: Publicar 20.000 notas
fi: 20 000 viestiä
fr: Publier 20.000 notes
it: Post 20.000 note
ja: 2万件のメモを投稿
nl: Post 20.000 notities
no: Post 20 000 notater
pl: Opublikuj 20 000 notatek
pt_br: Postar 20.000 notas
ro: Postează 20.000 note
ru: Опубликовать 20 000 заметок
sv: Posta 20.000 anteckningar
uk: Публікуйте 20 000 нотаток
zh_hans: 20 000张笔记

# misskey_achievement_notes20000_title
source: Need... more... notes...
ar: بحاجة إلى... المزيد... ملاحظة...
cs: Potřebuji... více... poznámky...
da: Nødvendig... mere... noter...
de: Benötigt... mehr... Notizen...
el: Χρειάζεται... περισσότερα... σημειώσεις...
es: Necesita... notas más...
fi: Tarvitset... lisää...
fr: Besoin... plus... notes...
ja: 必要な...もっと多くのメモ...
nl: Nood... aantekeningen...
no: Trenger mer... mer... notater...
pl: Potrzebne... więcej... notatek...
pt_br: Precisa... mais... notas...
ro: Nevoie ... mai multe... note...
ru: Нужно... далее... заметки...
sv: Behöver ... ... anteckningar...
uk: Потребує... докладно...
zh_hans: 需要... 更多... 注意...

# misskey_achievement_notes30000_description
source: Post 30,000 notes
ar: نشر 30,000 ملاحظة
cs: Zveřejnit 30,000 poznámek
da: Indlæg 30.000 noter
de: Poste 30.000 Notizen
el: Post 30,000 σημειώσεις
es: Publicar 30.000 notas
fi: 30 000 viestiä
fr: Poster 30.000 notes
it: Post 30.000 note
ja: 30,000件のノートを投稿
nl: Post 30.000 notities
no: Post 30.000 notater
pl: Wyślij 30 000 notatek
pt_br: Postar 30.000 notas
ro: Postează 30.000 note
ru: Опубликовать 30 000 заметок
sv: Posta 30.000 anteckningar
uk: Публікуйте 30 000 нот
zh_hans: 30,000张贴笔记

# misskey_achievement_notes30000_title
source: Notes notes notes!
ar: ملاحظات ملاحظات!
cs: Poznámky k poznámkám!
da: Noter noter noter!
de: Notizen Notizen!
el: Σημειώσεις σημειώσεων!
es: Notas notas!
fi: Muistiinpanot muistiinpanot!
fr: Notes de notes !
it: Note note note!
ja: メモのメモ！
nl: Notities notities
no: Notater notater!
pl: Notatki notatek!
pt_br: Notas de notas!
ro: Note note!
ru: Примечания к заметкам!
sv: Anteckningar anteckningar!
uk: Нотатки до записів!
zh_hans: 备注！

# misskey_achievement_notes40000_description
source: Post 40,000 notes
ar: نشر 40,000 ملاحظة
cs: Odeslat 40 000 poznámek
da: Indlæg 40.000 noter
de: Schreibe 40.000 Notizen
el: Δημοσίευση 40.000 σημειώσεων
es: Publicar 40,000 notas
fi: 40 000 viestiä
fr: Poster 40.000 notes
it: Post 40.000 note
ja: 40,000ノートの投稿
nl: Post 40.000 notities
no: Post 40.000 notater
pl: Opublikuj 40 000 notatek
pt_br: Postar 40.000 notas
ro: Postează 40,000 de note
ru: Опубликовать 40,000 заметок
sv: Posta 40,000 anteckningar
uk: Поштових 40 000 приміток
zh_hans: 40,000 笔记

# misskey_achievement_notes40000_title
source: Note factory
ar: مصنع الملاحظات
cs: továrna na poznámky
da: Note fabrik
de: Fabrik Notiz
el: Εργοστάσιο σημειώσεων
es: Fábrica de notas
fi: Huomautus tehdas
fr: Usine de notes
it: Fabbrica di note
ja: ノート工場
nl: Notitie fabriek
no: Merknader fabrikk
pl: Fabryka notatek
pt_br: Note a fábrica
ro: Notă fabrică
ru: Завод нот
sv: Anteckning fabrik
uk: Фабрика нот
zh_hans: 记事厂

# misskey_achievement_notes50000_description
source: Post 50,000 notes
ar: نشر 50000 ملاحظة
cs: Odeslat 50 000 poznámek
da: Indlæg 50.000 noter
de: Poste 50.000 Notizen
el: Ανάρτηση 50.000 σημειώσεων
es: Publicar 50.000 notas
fi: 50 000 viestiä
fr: Poster 50.000 notes
it: Post 50.000 note
ja: 50,000件のメモを投稿
nl: Post 50.000 notities
no: Post 50,000 notater
pl: Wyślij 50,000 notatek
pt_br: Postar 50.000 notas
ro: Postează 50.000 de note
ru: Опубликовать 50,000 заметок
sv: Posta 50,000 anteckningar
uk: Пост 50 000 нот
zh_hans: 50,000个员额

# misskey_achievement_notes50000_title
source: Planet of notes
ar: كوكب الملاحظات
cs: Planeta poznámek
da: Planet af noter
de: Planet der Notizen
el: Πλανήτης των σημειώσεων
es: Planeta de notas
fi: Huomautusten planeetta
fr: Planète de notes
it: Pianeta delle note
ja: 注記の惑星
nl: Planet van notities
pl: Planeta notatek
pt_br: Planeta de notas
ro: Planeta bancnotelor
ru: Планета заметок
sv: Planet av anteckningar
uk: Планета нот
zh_hans: 笔记行星图

# misskey_achievement_notes60000_description
source: Post 60,000 notes
ar: نشر 60,000 ملاحظة
cs: Zveřejnit 60 000 poznámek
da: Indlæg 60.000 noter
de: Poste 60.000 Notizen
el: Post 60.000 σημειώσεις
es: Publicar 60.000 notas
fi: 60 000 viestiä
fr: Poster 60,000 notes
it: Post 60.000 note
ja: 60,000件のノートを投稿
nl: Post 60.000 notities
no: Post 60.000 notater
pl: Wyślij 60,000 notatek
pt_br: Postar 60.000 notas
ro: Postează 60.000 de note
ru: Опубликовать 60,000 заметок
sv: Posta 60,000 anteckningar
uk: Публікуйте 60 000 нот
zh_hans: 60,000 笔记

# misskey_achievement_notes60000_title
source: Note quasar
ar: ملاحظة شبه مسبار
cs: Poznámka quasar
da: Bemærk kvasar
de: Notiz Quasar
el: Σημείωση quasar
es: Cuádruple de nota
fi: Huomautus kvasaari
fr: Quasar de note
it: Nota quasar
ja: ノートクエーサー
nl: Quasar Notitie
no: Merk kvasar
pl: Kwadratowy notatki
pt_br: Separador de nota
ro: Cvasar de note
ru: Заметка
sv: Kvasar för anteckning
uk: Увімк
zh_hans: 记事等图

# misskey_achievement_notes70000_description
source: Post 70,000 notes
ar: نشر 70,000 ملاحظة
cs: Odeslat 70 000 poznámek
da: Indlæg 70.000 noter
de: Schreibe 70,000 Notizen
el: Post 70,000 σημειώσεις
es: Publicar 70.000 notas
fi: 70 000 viestiä
fr: Poster 70 000 notes
it: Post 70.000 note
ja: 7万通のノートを投稿
nl: Post 70,000 notities
no: Post 70,000 notater
pl: Zamieść 70 000 notatek
pt_br: Postar 70.000 notas
ro: Postează 70.000 de note
ru: Опубликовать 70000 заметок
sv: Posta 70,000 anteckningar
uk: Поштові 70 000 нот
zh_hans: 70 000张笔记

# misskey_achievement_notes70000_title
source: Note black hole
ar: ملاحظة الثقب الأسود
cs: Poznámky k černému otvoru
da: Bemærk sort hul
de: Schwarzes Loch merken
el: Σημείωση μαύρη τρύπα
es: Nota agujero negro
fi: Huomautus musta aukko
fr: Noter le trou noir
it: Nota buco nero
ja: メモブラックホール
nl: Zwart gat notitie
no: Noter svart hull
pl: Notatka czarna dziura
pt_br: Buraco preto da nota
ro: Notă gaură neagră
ru: Чёрная нота
sv: Svart hål för anteckningar
uk: Нотатка чорна діра
zh_hans: 音符黑洞（黑色）

# misskey_achievement_notes80000_description
source: Post 80,000 notes
ar: نشر 80,000 ملاحظة
cs: Odeslat 80 000 poznámek
da: Indlæg 80.000 noter
de: Schreibe 80.000 Notizen
el: Post 80.000 σημειώσεις
es: Publicar 80,000 notas
fi: 80 000 viestiä
fr: Poster 80,000 notes
it: Post 80.000 note
ja: 8万件のノートを投稿
nl: Post 80,000 notities
no: Post 80,000 notater
pl: Wyślij 80 000 notatek
pt_br: Postar 80.000 notas
ro: Postează 80,000 de note
ru: Опубликовать 80,000 заметок
sv: Posta 80.000 anteckningar
uk: Поштовий 80 000 нот
zh_hans: 留言80 000 笔记

# misskey_achievement_notes80000_title
source: Note galaxy
ar: مجرة ملاحظة
cs: Poznámka galaxy
da: Bemærk galakse
de: Notizgalaxie
el: Γαλαξία σημείωσης
es: Galaxia de nota
fi: Huomautus galaksi
fr: Galaxie des notes
it: Notare galassia
ja: メモギャラクシー
nl: Notitie sterrenstelsel
no: Note galakse
pl: Notatka galaktyczna
pt_br: Galáxia da nota
ro: Notă galaxie
ru: Примечание галактики
sv: Notera galax
uk: Нотаткова галактика
zh_hans: 笔记星系

# misskey_achievement_notes90000_description
source: Post 90,000 notes
ar: نشر 90,000 ملاحظة
cs: Odeslání 90,000 poznámek
da: Indlæg 90.000 noter
de: Poste 90.000 Notizen
el: Post 90.000 σημειώσεις
es: Publicar 90.000 notas
fi: 90 000 viestiä
fr: Poster 90 000 notes
it: Post 90.000 note
ja: ノートを90,000個投稿する
nl: Post 90,000 notities
no: Post 90.000 notater
pl: Wyślij 90,000 notatek
pt_br: Postar 90.000 notas
ro: Postează 90.000 de note
ru: Опубликовать 90,000 заметок
sv: Posta 90,000 anteckningar
uk: Пост 90,000 нотаток
zh_hans: 90 000笔记

# misskey_achievement_notes90000_title
source: Note universe
ar: ملاحظة الكون
cs: Universe poznámek
da: Bemærk universet
de: Notizuniversum
el: Σύμπαν σημείωσης
es: Universo de notas
fi: Huomautus maailmankaikkeus
fr: Univers de note
it: Notare l\'universo
ja: 音の宇宙
nl: Noot universum
no: Notat univers
pl: Notatka wszechświata
pt_br: Universo da nota
ro: Notă universul
ru: Вселенная заметок
sv: Notera universum
uk: Під час всесвіту
zh_hans: 注宇宙体

# misskey_achievement_notes100000_description
source: Post 100,000 notes
ar: نشر 000 100 ملاحظة
cs: Odeslat 100 000 poznámek
da: Indlæg 100.000 noter
de: Poste 100.000 Notizen
el: Δημοσίευση 100,000 σημειώσεων
es: Publicar 100.000 notas
fi: 100 000 viestiä
fr: Poster 100.000 notes
it: Post 100.000 note
ja: 100,000件のメモを投稿
nl: Post 100.000 notities
no: Post 100 000 notater
pl: Wyślij 100 000 notatek
pt_br: Postar 100.000 notas
ro: Postează 100.000 de note
ru: Опубликовать 100 000 заметок
sv: Posta 100.000 anteckningar
uk: Публікуйте 100 000 нот
zh_hans: 100,000个员额

# misskey_achievement_notes100000_flavor
source: You sure have a lot to say.
ar: أنت متأكد من أن لديك الكثير لقوله.
cs: Jistě máte co říci.
da: Du har helt sikkert meget at sige.
de: Sie haben sicher viel zu sagen.
el: Σίγουρα έχετε πολλά να πείτε.
es: Seguramente tienen mucho que decir.
fi: Sinulla on varmasti paljon sanottavaa.
fr: Vous avez certainement beaucoup à dire.
it: Voi avete sicuramente molto da dire.
ja: あなたは確かに言うことがたくさんあります。
nl: U hebt zeker veel te zeggen.
no: Du er sikker på at du har mye å si.
pl: Na pewno masz dużo do powiedzenia.
pt_br: Certamente você tem muito o que dizer.
ro: Aveţi cu siguranţă multe de spus.
ru: Вы уверены, что много сказать.
sv: Du har säkert mycket att säga.
uk: Певно, що є що сказати.
zh_hans: 你肯定还有很多话要说。

# misskey_achievement_notes100000_title
source: ALL YOUR NOTE ARE BELONG TO US
ar: كل ما لديك من ملاحظة بالنسبة لنا
cs: VŠECHNY VAŠE POZNÁMKY JSOU BEZ
da: ALLE DIN NOTE ER BELONG TIL OS
de: ALLE IHRE HINWEISE BELONEN ZU UNS
el: ΟΛΕΣ ΟΙ ΣΗΜΕΙΩΣΕΙΣ ΣΑΣ ΧΩΡΙΣ ΠΡΕΠΕΙ ΝΑ ΣΤΙΣ ΗΠΑ
es: TODOS TUS NOTAS SE REALIZAN
fi: KAIKKI HUOMAUTUS OLE BELONGIA MEILLE
fr: TOUTES VOS REMARQUES SONT CI-DESSUS
it: TUTTI I TUOI NOTI SONO BELONG A NOI
ja: すべてのお客様のノートは私たちに属しています
nl: ALLES UW MET BELONG OM TE ONS
no: ALLE DIN merk – FEIL TIL USAs
pl: WSZYSTKIE TWOJE ODNOTOWANE DO USA
pt_br: TODOS OS SEUS NOTAS É ABAIXO NOS
ro: TOATE NOTA TĂU SUNT BELONGĂ UNUI
ru: ВСЕ ВАШЕ ПРИМЕЧАНИЕ БЕЛОНА НА НАС
sv: ALLA DITT NOTE ÄR BLOGGA TILL OSS
uk: УСІХ ВАШ НОТА ПРАВИТИ ДО США
zh_hans: 您的所有注解都是给美国的

# misskey_achievement_open3windows_description
source: Have at least 3 windows open at the same time
ar: لديك على الأقل 3 نوافذ مفتوحة في نفس الوقت
cs: Mějte současně otevřená alespoň 3 okna
da: Har mindst 3 vinduer åbne på samme tid
de: Habe mindestens 3 Fenster zur gleichen Zeit geöffnet
el: Έχουν τουλάχιστον 3 παράθυρα ανοιχτά ταυτόχρονα
es: Tiene al menos 3 ventanas abiertas al mismo tiempo
fi: Pidä vähintään 3 ikkunaa auki samaan aikaan
fr: Avoir au moins 3 fenêtres ouvertes en même temps
it: Avere almeno 3 finestre aperte allo stesso tempo
ja: 少なくとも3つのウィンドウを同時に開いてください
nl: Heb ten minste 3 vensters open op hetzelfde moment
no: Ha minst tre vinduer åpne samtidig
pl: Otwieraj co najmniej 3 okna w tym samym czasie
pt_br: Tenha pelo menos 3 janelas abertas ao mesmo tempo
ro: Aveți cel puțin 3 ferestre deschise în același timp
ru: Иметь одновременно как минимум 3 окна
sv: Ha minst 3 fönster öppna samtidigt
uk: Зробіть як мінімум 3 вікна одночасно відчиняються
zh_hans: 至少同时打开3个窗口

# misskey_achievement_open3windows_title
source: Multi-Window
ar: نافذة متعددة
cs: Vícenásobné okno
da: Multi-vindue
de: Multi-Fenster
el: Πολλαπλό Παράθυρο
es: Multi-Ventana
fi: Moni-Ikkuna
fr: Fenêtre multiple
it: Multi-Finestra
ja: マルチウィンドウ
nl: Multi-venster
no: Multi-Vindu
pl: Wielookno
pt_br: Multi-Janela
ro: Fereastră multiplă
ru: Многооконный режим
sv: Flerfönster
uk: Мульти-віконний режим
zh_hans: 多窗口

# misskey_achievement_output_hello_world_on_scratchpad_description
source: Output \"hello world\" in the Scratchpad
ar: إخراج \"مرحبا بالعالم\" في Scratchpad
cs: Výstup \"ahoj světa\" v Zápisníku
da: Output \"goddag verden\" i Scratchpad
de: Ausgabe von \"Hallo Welt\" im Scratchpad
el: Output \"hello world\" στο Scratchpad
es: Salida \"Hola mundo\" en el Scratchpad
fi: Ulostulo \"hello world\" Scratchpadissa
fr: Sortie \"Bonjour le monde\" dans le bloc-notes
it: Uscita \"ciao mondo\" nella Scratchpad
ja: スクラッチパッドの \"hello world\" を出力する
nl: Uitvoer \"hallo wereld\" in het Scratchpad
no: Utgang \"hello verden\" på Scratchpad
pl: Wyjście \"hello world\" w Scratchpad
pt_br: Saia \"olá mundo\" no Scratchpad
ro: Ieșiți \"salut lume\" în Scratchpad
ru: Вывод \"hello world\" в Scratchpad
sv: Utdata \"hej världen\" i Scratchpad
uk: Виводити \"Привіт світ\" у чернетку
zh_hans: 在 Scratchpad 中输出\"hello world\"

# misskey_achievement_output_hello_world_on_scratchpad_title
source: Hello, world!
ar: مرحبا، العالم!
cs: Dobrý den, svět!
da: Hej, verden!
de: Hallo, Welt!
el: Γεια σας, κόσμος!
es: ¡Hola, mundo!
fi: Hei, maailma!
fr: Bonjour, monde !
it: Ciao, mondo!
ja: こんにちは、世界中で！
nl: Hallo, wereld!
no: Hallo, verden!
pl: Witaj, świat!
pt_br: Olá, mundo!
ro: Bună, lume!
ru: Привет, мир!
sv: Hej, världen!
uk: Привіт, світе!
zh_hans: 你好，世界！

# misskey_achievement_passed_since_account_created1_description
source: One year has passed since your account was created
ar: مضت سنة واحدة منذ إنشاء حسابك
cs: Uplynulo jeden rok od založení vašeho účtu
da: Et år er gået siden din konto blev oprettet
de: Ein Jahr ist vergangen, seit Ihr Konto erstellt wurde
el: Έχει περάσει ένας χρόνος από τη δημιουργία του λογαριασμού σας
es: Ha pasado un año desde que se creó tu cuenta
fi: Yksi vuosi on kulunut tilisi luomisesta
fr: Un an s\'est écoulé depuis la création de votre compte
it: Un anno è passato da quando il tuo account è stato creato
ja: アカウント作成から1年が経過しました
nl: Eén jaar is verstreken sinds uw account is aangemaakt
no: Ett år har gått siden din konto ble opprettet
pl: Minął rok od utworzenia Twojego konta
pt_br: Um ano se passou desde a criação da sua conta
ro: A trecut un an de când contul tău a fost creat
ru: Прошел год с тех пор, как ваш аккаунт был создан
sv: Ett år har gått sedan ditt konto skapades
uk: Пройшло рік з того часу, як ваш обліковий запис був створений
zh_hans: 您的帐户创建已经一年了

# misskey_achievement_passed_since_account_created1_title
source: One Year Anniversary
ar: الذكرى السنوية الأولى
cs: Jednoroční výročí
da: Et Års Jubilæum
de: 1-jähriges Jubiläum
el: Επέτειος Του Έτους
es: Un Aniversario
fi: Yhden Vuoden Vuosipäivä
fr: Anniversaire d\'un an
it: Un Anniversario
ja: 1年
nl: Één Verjaardag
no: Et års jubileum
pl: Rocznica roczna
pt_br: Aniversário de 1 ano
ro: Aniversare de un an
ru: Юбилей 1 год
sv: Ett års jubileum
uk: Ювілей одного Року
zh_hans: 一周年纪念日

# misskey_achievement_passed_since_account_created2_description
source: Two years have passed since your account was created
ar: مضت سنتين منذ إنشاء حسابك
cs: Uplynuly dva roky od založení vašeho účtu
da: To år er gået, siden din konto blev oprettet
de: Zwei Jahre sind vergangen, seit Ihr Konto erstellt wurde
el: Έχουν περάσει δύο χρόνια από τη δημιουργία του λογαριασμού σας
es: Han pasado dos años desde que se creó tu cuenta
fi: Kaksi vuotta on kulunut tilisi luomisesta
fr: Deux ans se sont écoulés depuis la création de votre compte
it: Sono trascorsi due anni dalla creazione del tuo account
ja: アカウント作成から2年が経過しました
nl: Twee jaar zijn verstreken sinds het aanmaken van uw account
no: Det er gått 2 år siden din konto ble opprettet
pl: Minęły dwa lata od utworzenia Twojego konta
pt_br: Dois anos se passaram desde a criação da sua conta
ro: Au trecut doi ani de când contul tău a fost creat
ru: Прошло два года с момента создания вашего аккаунта
sv: Det har gått två år sedan ditt konto skapades
uk: Минуло два роки, відколи ваш обліковий запис був створений
zh_hans: 您的帐户创建已经过去了两年。

# misskey_achievement_passed_since_account_created2_title
source: Two Year Anniversary
ar: الذكرى السنوية الثانية
cs: Dva roky výročí
da: To Års Årsdag
de: Zweijähriges Jubiläum
el: Δύο Χρόνια Επέτειος
es: Segundo Aniversario
fi: Kaksivuotinen Vuosipäivä
fr: Second Anniversaire
it: 2° Anniversario
ja: 2周年記念
nl: Tweejarig Verjaardag
no: To års jubileum
pl: Drugą Rocznicę
pt_br: Aniversário de 2 anos
ro: Aniversare de doi ani
ru: Юбилей 2 года
sv: Tvåårsjubileum
uk: Дворічний Ювілей
zh_hans: 两周年纪念日

# misskey_achievement_passed_since_account_created3_description
source: Three years have passed since your account was created
ar: مضت ثلاث سنوات منذ إنشاء حسابك
cs: Uplynuly tři roky od založení vašeho účtu
da: Tre år er gået, siden din konto blev oprettet
de: Drei Jahre sind vergangen, seit Ihr Konto erstellt wurde
el: Έχουν περάσει τρία χρόνια από τη δημιουργία του λογαριασμού σας
es: Han pasado tres años desde que se creó tu cuenta
fi: Kolme vuotta on kulunut tilisi luomisesta
fr: Trois ans se sont écoulés depuis la création de votre compte
it: Sono passati tre anni da quando il tuo account è stato creato
ja: アカウント作成から3年が経過しました
nl: Drie jaar zijn verstreken sinds de aanmaak van uw account
no: Det er gått tre år siden din konto ble opprettet
pl: Minęły trzy lata od utworzenia Twojego konta
pt_br: Três anos se passaram desde a criação da sua conta
ro: Au trecut trei ani de la crearea contului tău
ru: Прошло три года с тех пор, как ваш аккаунт был создан
sv: Tre år har gått sedan ditt konto skapades
uk: Минуло три роки, відколи ваш обліковий запис був створений
zh_hans: 您的帐户创建已经过3年

# misskey_achievement_passed_since_account_created3_title
source: Three Year Anniversary
ar: الذكرى السنوية الثالثة
cs: Tříleté výročí
da: Tre Års Årsdag
de: Dreijähriges Jubiläum
el: Επέτειος Τριών Χρόνων
es: Tercer Aniversario
fi: Kolmen Vuoden Vuosipäivä
fr: Anniversaire de trois ans
it: 3° Anniversario
ja: 三周年記念
nl: Drie jaar Verjaardag
no: Tre års jubileum
pl: Trzyletnia Rocznica
pt_br: Aniversário de 3 anos
ro: Aniversare de trei ani
ru: Юбилей 3 года
sv: Tredje årsdagen
uk: Три Ювілей
zh_hans: 三周年纪念日

# misskey_achievement_posted_at_0min0sec_description
source: Post a note at 00:00
ar: انشر ملاحظة في الساعة 00:00
cs: Odeslat poznámku v 00:00
da: Skriv et notat kl. 00:00
de: Post um 00:00 Uhr
el: Δημοσίευση σημείωσης στις 00:00
es: Publicar una nota a las 00:00
fi: Lähetä muistiinpano klo 00:00
fr: Poster une note à 00:00
it: Pubblica una nota alle 00:00
ja: 00:00にメモを投稿する
nl: Plaats een notitie om 00:00
no: Skriv en melding klokken 00:00
pl: Napisz notatkę o godzinie 00:00
pt_br: Publicar uma nota às 00:00
ro: Postează o notă la 00:00
ru: Опубликовать заметку в 00:00
sv: Posta en anteckning på 00:00
uk: Опублікувати нотатку о 00:00
zh_hans: 在 00:00 发表笔记

# misskey_achievement_posted_at_0min0sec_title
source: Speaking Clock
ar: الساعة التحدث
cs: Řečnická hodina
da: Taler Ur
de: Sprechende Uhr
el: Μιλώντας Ρολόι
es: Hablando Reloj
fi: Puhuva Kello
fr: Horloge parlante
it: Orologio Parlante
ja: 話している時計
nl: Sprekende Klok
no: Snakker klokke
pl: Mówienie zegara
pt_br: Falando o Relógio
ro: Ceas de vorbire
ru: Говорящие часы
sv: Talar Klocka
uk: Говорити годинник
zh_hans: 语音时钟

# misskey_achievement_posted_at_late_night_description
source: Post a note late at night
ar: نشر ملاحظة في وقت متأخر من الليل
cs: Odeslat poznámku pozdě v noci
da: Skriv et notat sent om natten
de: Schreibe eine Nachricht spät in der Nacht
el: Δημοσίευση σημείωσης αργά το βράδυ
es: Publicar una nota tarde por la noche
fi: Lähetä muistiinpano myöhään yöllä
fr: Poster une note tard dans la nuit
it: Posta una nota a tarda notte
ja: 夜遅くにメモを投稿する
nl: Plaats een notitie laat in de nacht
no: Legg inn en melding sent om natten
pl: Opublikuj notatkę późno w nocy
pt_br: Publique uma nota tardia à noite
ro: Postează o notă cu întârziere noaptea
ru: Опубликовать заметку с опозданием ночью
sv: Posta en anteckning sent på natten
uk: Опублікувати нотатку пізно вночі
zh_hans: 晚上晚上发布笔记

# misskey_achievement_posted_at_late_night_flavor
source: It\'s about time to go to bed.
ar: لقد حان الوقت للذهاب إلى السرير.
cs: Je čas jít na postel.
da: Det er på tide at gå i seng.
de: Es ist an der Zeit, ins Bett zu gehen.
el: Ήρθε η ώρα να πάτε στο κρεβάτι.
es: Es hora de ir a la cama.
fi: On jo aika mennä nukkumaan.
fr: Il est temps d\'aller au lit.
it: È ora di andare a letto.
ja: そろそろ寝る時間だ。
nl: Het is hoog tijd om naar bed te gaan.
no: Det er i ferd med å legge seg.
pl: Najwyższy czas iść do łóżka.
pt_br: Está na hora de ir para a cama.
ro: Este timpul să mergem la culcare.
ru: Пришло время пойти спать.
sv: Det är dags att gå och lägga sig.
uk: Вже час йти спати.
zh_hans: 现在是去床的时候了。

# misskey_achievement_posted_at_late_night_title
source: Nocturnal
ar: المذنب
cs: okturnal
da: Natlig
de: Nächtlich
es: Nocturna
fr: Nocturne
it: Notturno
ja: 夜行性
nl: Nachtelijk
no: Nattlig
pl: Nocny
pt_br: Noturna
ro: Nocturnă
ru: Ночной
sv: Nattlig
uk: Ноктурналь
zh_hans: 夜间模式
